[
	{
		"name": "CAMERA",
		"description": "Necessário Para Poder Acessar O Dispositivo Da Câmera."
	},
	{
		"name": "RECORD_AUDIO",
		"description": "Permite Que Um Aplicativo Grave Áudio."
	},
	{
		"name": "ACCESS_FINE_LOCATION",
		"description": "Permite Que Um Aplicativo Acesse A Localização Precisa."
	},
	{
		"name": "ACCESS_COARSE_LOCATION",
		"description": "Permite Que Um App Acesse A Localização Aproximada."
	},
	{
		"name": "READ_EXTERNAL_STORAGE",
		"description": "Permite Que Um Aplicativo Leia Do Armazenamento Externo."
	},
	{
		"name": "WRITE_EXTERNAL_STORAGE",
		"description": "Permite Que Um Aplicativo Grave Em Armazenamento Externo."
	},
	{
		"name": "READ_CONTACTS",
		"description": "Permite Que Um Aplicativo Leia Os Dados De Contatos Do Usuário."
	},
	{
		"name": "CALL_PHONE",
		"description": "Permite Que Um Aplicativo Inicie Uma Chamada Telefônica Sem Passar Pela Interface Do Usuário Do Discador Para Que O Usuário Confirme A Chamada."
	},
	{
		"name": "READ_CALL_LOG",
		"description": "Permite Que Um Aplicativo Leia O Registro De Chamadas Do Usuário."
	},
	{
		"name": "WRITE_CALL_LOG",
		"description": "Permite Que Um Aplicativo Grave E Leia Os Dados Do Registro De Chamadas Do Usuário."
	},
	{
		"name": "SEND_SMS",
		"description": "Permite Que Um Aplicativo Envie Mensagens Sms."
	},
	{
		"name": "RECEIVE_SMS",
		"description": "Permite Que Um Aplicativo Receba Mensagens Sms."
	},
	{
		"name": "READ_SMS",
		"description": "Permite Que Um Aplicativo Leia Mensagens Sms."
	},
	{
		"name": "READ_CALENDAR",
		"description": "Permite Que Um Aplicativo Leia Os Dados Do Calendário Do Usuário."
	},
	{
		"name": "WRITE_CALENDAR",
		"description": "Permite Que Um Aplicativo Grave Os Dados Do Calendário Do Usuário."
	},
	{
		"name": "BODY_SENSORS",
		"description": "Permite Que Um Aplicativo Acesse Dados De Sensores Que O Usuário Usa Para Medir O Que Está Acontecendo Dentro Do Corpo, Como A Frequência Cardíaca."
	},
	{
		"name": "READ_PHONE_STATE",
		"description": "Permite Acesso Somente Leitura Ao Estado Do Telefone, Incluindo As Informações Atuais Da Rede Celular, O Status De Quaisquer Chamadas Em Andamento E Uma Lista De Quaisquer Phoneaccounts Registradas No Dispositivo."
	},
	{
		"name": "BLUETOOTH",
		"description": "Permite Que Aplicativos Se Conectem A Dispositivos Bluetooth Emparelhados."
	},
	{
		"name": "BLUETOOTH_ADMIN",
		"description": "Permite Que Os Aplicativos Descubram E Emparelhem Dispositivos Bluetooth."
	},
	{
		"name": "INTERNET",
		"description": "Permite Que Aplicativos Abram Soquetes De Rede."
	},
	{
		"name": "ACCESS_NETWORK_STATE",
		"description": "Permite Que Aplicativos Acessem Informações Sobre Redes."
	},
	{
		"name": "NFC",
		"description": "Permite Que Aplicativos Executem Operações De E/S Por Nfc."
	},
	{
		"name": "WRITE_SETTINGS",
		"description": "Permite Que Um Aplicativo Leia Ou Grave As Configurações Do Sistema."
	},
	{
		"name": "PACKAGE_USAGE_STATS",
		"description": "Permite Que Um Aplicativo Colete Estatísticas De Uso De Componentes. Declarar A Permissão Implica Intenção De Uso Da Api E O Usuário Do Dispositivo Pode Conceder Permissão Através Do Aplicativo Configurações."
	},
	{
		"name": "NEARBY_WIFI_DEVICES",
		"description": "Necessário Para Poder Anunciar E Conectar-Se A Dispositivos Próximos Via Wi-Fi."
	},
	{
		"name": "READ_MEDIA_IMAGES",
		"description": "Permite Que Um Aplicativo Leia Arquivos De Imagem De Armazenamento Externo."
	},
	{
		"name": "READ_MEDIA_VIDEO",
		"description": "Permite Que Um Aplicativo Leia Arquivos De Vídeo De Armazenamento Externo."
	},
	{
		"name": "READ_MEDIA_AUDIO",
		"description": "Permite Que Um Aplicativo Leia Arquivos De Áudio De Armazenamento Externo."
	}
]