[
	{
		"name": "CAMERA",
		"description": "Requerido Para Poder Acceder Al Dispositivo De La Cámara."
	},
	{
		"name": "RECORD_AUDIO",
		"description": "Permite Que Una Aplicación Grabe Audio."
	},
	{
		"name": "ACCESS_FINE_LOCATION",
		"description": "Permite Que Una Aplicación Acceda A Una Ubicación Precisa."
	},
	{
		"name": "ACCESS_COARSE_LOCATION",
		"description": "Permite Que Una Aplicación Acceda A La Ubicación Aproximada."
	},
	{
		"name": "READ_EXTERNAL_STORAGE",
		"description": "Permite Que Una Aplicación Lea Desde Un Almacenamiento Externo."
	},
	{
		"name": "WRITE_EXTERNAL_STORAGE",
		"description": "Permite Que Una Aplicación Escriba En Un Almacenamiento Externo."
	},
	{
		"name": "READ_CONTACTS",
		"description": "Permite Que Una Aplicación Lea Los Datos De Contactos Del Usuario."
	},
	{
		"name": "CALL_PHONE",
		"description": "Permite Que Una Aplicación Inicie Una Llamada Telefónica Sin Pasar Por La Interfaz De Usuario Del Marcador Para Que El Usuario Confirme La Llamada."
	},
	{
		"name": "READ_CALL_LOG",
		"description": "Permite Que Una Aplicación Lea El Registro De Llamadas Del Usuario."
	},
	{
		"name": "WRITE_CALL_LOG",
		"description": "Permite Que Una Aplicación Escriba Y Lea Los Datos Del Registro De Llamadas Del Usuario."
	},
	{
		"name": "SEND_SMS",
		"description": "Permite Que Una Aplicación Envíe Mensajes Sms."
	},
	{
		"name": "RECEIVE_SMS",
		"description": "Permite Que Una Aplicación Reciba Mensajes Sms."
	},
	{
		"name": "READ_SMS",
		"description": "Permite Que Una Aplicación Lea Mensajes Sms."
	},
	{
		"name": "READ_CALENDAR",
		"description": "Permite Que Una Aplicación Lea Los Datos Del Calendario Del Usuario."
	},
	{
		"name": "WRITE_CALENDAR",
		"description": "Permite Que Una Aplicación Escriba Los Datos Del Calendario Del Usuario."
	},
	{
		"name": "BODY_SENSORS",
		"description": "Permite Que Una Aplicación Acceda A Datos De Sensores Que El Usuario Utiliza Para Medir Lo Que Sucede Dentro De Su Cuerpo, Como La Frecuencia Cardíaca."
	},
	{
		"name": "READ_PHONE_STATE",
		"description": "Permite Acceso De Solo Lectura Al Estado Del Teléfono, Incluida La Información Actual De La Red Celular, El Estado De Las Llamadas En Curso Y Una Lista De Las Cuentas De Teléfono Registradas En El Dispositivo."
	},
	{
		"name": "BLUETOOTH",
		"description": "Permite Que Las Aplicaciones Se Conecten A Dispositivos Bluetooth Emparejados."
	},
	{
		"name": "BLUETOOTH_ADMIN",
		"description": "Permite Que Las Aplicaciones Descubran Y Emparejen Dispositivos Bluetooth."
	},
	{
		"name": "INTERNET",
		"description": "Permite Que Las Aplicaciones Abran Sockets De Red."
	},
	{
		"name": "ACCESS_NETWORK_STATE",
		"description": "Permite Que Las Aplicaciones Accedan A Información Sobre Redes."
	},
	{
		"name": "NFC",
		"description": "Permite Que Las Aplicaciones Realicen Operaciones De E/S A Través De Nfc."
	},
	{
		"name": "WRITE_SETTINGS",
		"description": "Permite Que Una Aplicación Lea O Escriba La Configuración Del Sistema."
	},
	{
		"name": "PACKAGE_USAGE_STATS",
		"description": "Permite Que Una Aplicación Recopile Estadísticas De Uso De Componentes. Declarar El Permiso Implica La Intención De Utilizar La Api Y El Usuario Del Dispositivo Puede Otorgar El Permiso A Través De La Aplicación Configuración."
	},
	{
		"name": "NEARBY_WIFI_DEVICES",
		"description": "Requerido Para Poder Anunciar Y Conectarse A Dispositivos Cercanos A Través De Wi-Fi."
	},
	{
		"name": "READ_MEDIA_IMAGES",
		"description": "Permite Que Una Aplicación Lea Archivos De Imágenes Desde Un Almacenamiento Externo."
	},
	{
		"name": "READ_MEDIA_VIDEO",
		"description": "Permite Que Una Aplicación Lea Archivos De Video Desde Un Almacenamiento Externo."
	},
	{
		"name": "READ_MEDIA_AUDIO",
		"description": "Permite Que Una Aplicación Lea Archivos De Audio Desde Un Almacenamiento Externo."
	}
]